const TEXT = `Вступление к троекнижью

Бог создал этот прекрасный гармоничный мир, как и жизненный мир Земли, и разумного человека...Мы намеренно начинаем короткое описание наших трёх книг:

Теономика и экономика
Динамика пространства и время
Этноландшафт российской Евразии

для дать предполагаемому читателю представление о том, что речь идёт не только о том, как устроен мир, но это в целом знание философское и прежде всего научное, тесно связанное с официальным зданием науки, но вместе с тем это религиозного типа знание о том, как Бог создал мир и управляет им. И религиозные знания нашей модели вместе с концепцией управляемой двуединой реальности Большого космоса звёзд и эволюции качеств жизненного мира Земли мы приравниваем к истине.

 Это значит, что мы, принимая основы официального познания, находим в нём область критики. И на замену ложным,  наш взгляд (и мы постараемся это доказать) научным взглядам богоборческой техногенной цивилизации, которые называем эпистемическими, мы предлагаем знание, которое решаемся назвать новым. Такое знание от Бога является гнозисом, и смысл этого слова мы подробно рассматриваем во второй книге.

  Потому в книге «Динамика пространства и время»  мы подробно рассматриваем познания ХIХ технологического и год за годом открытия науки ХХ технократического века. 

 Мы также гипостазируем, что техногенную цивилизацию, которой насчитываем три тысячи лет, в середине ХХI века сменит некий апокалипсис. И во второй половине этого века будут реанимированы ныне кризисные этнические религии. А главное, на смену атеистической в наше время науке, о которой Лаплас говорил, что она не нуждается в гипотезе Бога,  придёт дисциплина знания, приближенного к истине, в которой религия, философия и наука составят единство. 

Три наши книги и есть такое знание.

 В религиозной науке факт творения вселенной Большого космоса (мира звёзд), жизненного мира Земли и человека Богом является необходимой аксиомой.

В полионтологической модели мира начинаем с религиозной основы мирового бытия, то есть момента творения и расположения действующих сил в этот момент, затем создаем единый философский базис, описывая триединую реальность, излагая принцип матрично-метрического строения реальностей.

Затем следует модель взаимного перехода двух психофизических реальностей: двуединого универсума моментов настоящего времени (время-пространство) и двуединого архетипа сюжетов от от прошлого к будущему (альтерверс и ложный мультиверс)

 Затем мы формируем новый аспект наук, где, наряду с новыми понятиями (например, материальная энергия времени, материальная информация, онтологическая диалектика, информационное поле, причинная реальность, принцип отображения, линии родового сознания, и так далее) используем известные термины научного и философского языка, в которые вкладывается новый смысл.

 Например, в понятия «жизненный мир Земли», «парадигма», «эпистема», «пространство-время» и «время-пространство», «малый космос». Этот новый смысл мы раскрываем многократно в контексте излагаемого, трактуя именно как русскоязычные термины, с целевой этимологией. 

Описываем философскую основу модели

Парадигма с переменной иерархией

 Пара-дигма есть пара, то есть две догмы знания, связанные чертой «-» смыслового соответствия.
В древнекитайской философии классический пример парадигмы, в нашем определении термина:
сильный инь: инь-ян (слабый инь есть инь-инь и это сущность, которая утверждает себя саму)
сильный ян:  ян-инь (слабый ян есть ян-ян и это также сущность, которая утверждает себя саму) 

 Напротив, в сильном ине и сильном яне сущность (инь, ян) разумно ограничена и тем утверждена противоположностью, скрывающей единство Сущего.
 И это требование к истинному знанию в философии Китая. В  эпистемологии ХХ века этот принцип формулирует К. Поппер.

Парадигмы смежных сущностей знаемого пространство-время и время-пространство, а также машина управления времени-пространства (интегрирующая машина физической подлинной реальности веществ и движений) и машина управления пространства-времени (дифференцирующая машина материальной описательной реальности вещей и действий)

пространство-место (моменты в месте) и место-пространство (момент в местах)

частица-волна и волна-частица

энерго-информация (вещь первого рода) и инфо-энергетика (вещь второго рода)
парадигма ценностей культуры этнической и социальных: ценность жизни- ценность продукта производства для жизни и ценность продукта производства-ценность жизни

Парадигмы противоположных процессов в цикле. Пока о двух видах диалектики.

вещество-вещь (вещество, описываемое вещью) и вещь-вещество (вещь, описывающая вещество)

фермион-бозонная и бозон-фермионная (процесс Брейта-Уилера) метаморфозы
протон-нейтронная и нейтрон-протонная метаморфозы атомного ядра

общество-социум  и социум-общество (переход от этнической культуре к социальным и от социальных к этнической)

народ-нация и нация-народ (оседло-кочевая и кочевая-оседлая последовательность группового бытия и основа иерархии элит в историческом формировании волновой динамики общества и государства в этносе) 

Пространственная (чётных мер) диалектика качественных фаз цивилизации как волна энергии тела-сознания этносов в пространстве бытия: спад-подъём (эволюционная диалектика) и подъем-спад (инволюционная диалектика, присущая завершению технологической четверицы фаз в цикле рождающихся и умирающих  цивилизаций)

Пространственной диалектике мы противопоставляем тройную диалектику времени (тезис, антитезис, синтез), причем двух видов: 
- инволюционная диалектика (спад-подъём-спад энергии бытия)
- эволюционная диалектика по Гегелю (подъём-спад-подъём после снятия противоречий между тезисом подъёма и антитезисом спада), это диалектика борьбы и единства противоположностей

Продолжаем перечисление:

историко-литературный дискурс и литературно-исторический (при взаимных переходах между двуедиными универсумом и архетипами)
биологический-абиологический и абиологический-биологический обмены веществ в балансе жизненного мира Земли (плоти живой и косной)
эмоционально-чувственный (синтез, к умному чувству) и чувственно-эмоциональный (анализ, к чувствующему уму) переходы  в обороте энергий комплекса личности индивидуального тела-сознания человека
`;

const dedication = "женщине, которая умеет терпеть и любить";
export async function GET(request) {
  console.log("Get");

  return new Response(JSON.stringify({ message: TEXT, dedication }), {
    status: 200,
    headers: { "Content-Type": "application/json" },
  });
}
